Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/national_government/houses_of_the_oireachtas/ceann_comhairle.html.txt.tmx
Source language: en
Languages: ga

source: The first thing that a new Dáil does after a general election is to elect a Ceann Comhairle from the members of the Dáil
ga: An chéad rud a dhéantar in aon Dáil nua tar éis olltoghcháin Ceann Comhairle a thogh ó bhaill na Dála

source: The Ceann Comhairle has the unique role of being the chairperson of the Dáil
ga: Is é/í an Ceann Comhairle Cathaoirleach na Dála

source: Even though they are a member of a political party, they must act impartially and must try to ensure that all parties and independent members are treated fairly
ga: Cé go mbaineann sé/sí le páirtí polaitiúil ní mór dó/dí a bheith neodrach agus déanamh cinnte de go bhfaigheann chuile pháirtí agus chuile bhall neamhspleách cothrom na féinne in imeachtaí na Dála

source: You can find information on the the current Ceann Comhairle here
ga: Tá faisnéis faoin gCeann Comhairle reatha ar fáil

source: Because the Ceann Comhairle cannot actively engage in politics once they are appointed, the Constitution states that they will be automatically re-elected in a general election
ga: Toisc nach nglacann an Ceann Comhairle páirt i bpolaitíocht na Dála ón am go mbíonn sé/sí tofa, deireann an Bunreacht go mbeidh sé/sí tofa gan seasamh mar iarrthóir sa chéad olltoghchán eile

source: The Ceann Comhairle chairs the proceedings in the house and has a number of important functions;
ga: Is é an Ceann Comhairle an Cathaoirleach ar imeachtaí na Dála. Tá nithe tábhachtacha le déanamh aige/aici:

source: • Calling on members to speak
ga: • Cuireann sé/sí glaoch chun cainte ar na Baill

source: All speeches in the Dáil must be directed to the Ceann Comhairle
ga: Caithfidh gach píosa cainte sa Dáil a bheith dírithe ar an gCathaoir

source: The Ceann Comhairle can put forward a motion for the closure of a debate when they consider that the issue has been adequately discussed
ga: Is féidir leis an gCeann Comhairle rún a chuir síos go bhfuil an t-ábhar pléite agus gur chóir deireadh a chuir leis an díospóireacht ar an ábhar áirithe sin

source: • Putting questions to the Dáil for voting, supervising the voting and declaring the results
ga: • Ag cuir ceisteanna ós comhair na Dála chun vóta a ghlaoch, ag coimeád súl ar an vótáil agus ag fógairt an toradh

source: • Keeping proceedings under control and maintaining order in the Dáil
ga: • Ag coiméad smacht ar na himeachtaí agus ag coiméad ord ar obair na Dála

source: The Ceann Comhairle can order members to leave the Dáil and can recommend that certain members be disciplined by the Dáil
ga: Is féidir leis an gCeann Comhairle iarradh ar dhuine de na baill an Teach a fhágáil muna bhfuil sé/sí ag cloí leis na rialacha agus is féidir leis nó léi moladh a dhéanamh go gcuirtear smacht ar bhaill áirithe den Dáil

source: If there is great disorder, the Ceann Comhairle can suspend or adjourn the Dáil
ga: Má tá imeachtaí imithe ó smacht sa Dáil is féidir leis an gCeann Comhairle an Dáil a chur ar fionraí nó ar atráth

source: • Supervising procedure in the Dáil - making sure that motions, amendments and Parliamentary Questions conform to the rules relating to procedure in the Dáil
ga: • Ag déanamh monatóireachta ar imeachtaí na Dála - ag cinntiú go bhfuil na rúin, na leasuithe, na ceisteanna Parlaiminte & rl ag cloí le rialacha módh oibre na Dála

source: The Ceann Comhairle is the Chairperson of the Committee of Procedure and Privileges, which considers amendment or additions to the Standing Orders
ga: Bíonn an Ceann Comhairle mar Chathaoirleach ar an gCoiste Pribhléidí agus Ord Oibre, a mheasann leasuithe do na Rialacha Seasta

source: The Standing Orders is a list of rules of procedure that are applied by the Ceann Comhairle
ga: Is iad na Rialacha Seasta na rialacha a bhaineann le hord oibre na Dála a chuireann an Ceann Comhairle i bhfeidhm

source: • The Ceann Comhairle has the casting vote in any case where there is a tie or equality of votes in the Dáil
ga: • Is ag an gCeann Comhairle atá an vóta réitigh sa chás go mbíonn an uimhir chéanna vótaí ag an dá thaobh de aon rún Dála
